{
  "gameTitle": "Autobahn",
  "home": {
    "title": "Autobahn Solo Helper",
    "play1": "Spiele gegen Autobot, den Solo-Gegner von <a href='https://boardgamegeek.com/boardgame/348554/autobahn' target='_blank' rel='noopener'><b>Autobahn</b></a>.",
    "play2": "Diese Applikation ersetzt die Anweisungs- und Aktionskartenstapel und steuert den Schwierigkeitsgrad.  Die Autobot-Regeln werden bei klick auf die Aktions-Icons angezeigt.",
    "feedback": "Diskussion und Feedback:"
  },
  "setup": {
    "title": "Spielaufbau",
    "difficultyLevel": {
      "title": "Schwierigkeitsgrad",
      "easy": "Leicht",
      "hard": "Schwer",
      "level": "Stufe {level}",
      "truckMoveAdditionalStep": "Autobots LKWs bewegen sich in jedem Zug um 1 weiteren Schritt",
      "playerTruckPassesServiceStationDevelopmentStep": "Autobot rückt 1 Schritt auf der Entwicklungsleiste nach vorne, wann immer einer deiner LKWs eine seiner Tankstellen passiert",
      "skipTurnDevelopmentStep": "Autobot rückt 1 Schritt auf der Entwicklungsleiste nach vorne, wann immer er seinen Zug überspringt",
      "endOfEraPromotions112": "Autobot erhält mehr Beförderungen am Ende jeder Epoche (1/1/2)",
      "endOfEraPromotions122": "Autobot erhält mehr Beförderungen am Ende jeder Epoche (1/2/2)"
    },
    "expansions": {
      "title": "Mini-Erweiterungen",
      "wine": "Modul 1: Wein",
      "traffic": "Modul 2: Stau",
      "services": "Modul 3: Service"
    }
  },
  "setupAutobot": {
    "title": "Autobot vorbereiten",
    "twoPlayers": "Bereite alles wie in einer Partie zu zweit vor.",
    "pickPlayerColor": "Wähle eine Farbe für Autobot. Autobot benutzt die 24 Arbeitskräfte, 8 Tankstellen und 1 Entwicklungsmarker dieser Farbe. Anstatt sich einen LKW in seiner Farbe zu nehmen, nimmt sich Autobot 1 LKW und 1 Entwicklungsmarker in jeder der anderen, ungenutzten Farben.",
    "setupAutobotComponents": "Bereite Autobots Material und Spielbereich wie folgt vor:",
    "placeSoloBoard": "Lege das <b>{soloBoard}</b> in Autobots Spielbereich.",
    "chooseDeliveryBoard": "Wähle ein zufälliges Liefertableau für Autobot und lege es neben sein Solotableau.",
    "placeEmployees": "Stelle Autobots 25 Arbeitskräfte neben sein Solotableau.",
    "placeServiceStations": "Stelle Autobots 8 Tankstellen auf die zugehörigen Felder seines Solotableaus.",
    "placeDevelopmentToken": "Lege Autobots Entwicklungsmarker auf das 1. Feld der Entwicklungsleiste.",
    "placeBlackConstructionOffice": "Autobot beginnt die Partie. Stelle also 1 von Autobots Arbeitskräften auf den ersten Sitz (von links) des schwarzen Bauamts. Stelle 1 deiner Arbeitskräfte auf den nächsten Sitz.",
    "setupPlayerPlayArea": "Bereite deinen Spielbereich wie üblich vor und decke 2 Routenkarten vom Stapel auf. Wähle eine davon für dich und wirf die andere ab. Legen die ungenutzten Routenkarten zurück in die Schachtel. Autobot hat keine Routenkarte.",
    "winePickCard": "Wein-Modul: Wähle eine zufällige Weinkarte für dich und lege die drei übrigen neben das Solotableau.",
    "unlimitedBudget": "Autobot verfügt über ein unbegrenztes Budget. Du musst sein Einkommen und seine Ausgaben nicht verfolgen."
  },
  "turnBot": {
    "title": "Autobot",
    "actionCompleted": "Aktion ausgeführt",
    "actionNotViable": "Nicht zulässig",
    "turnSkip": "Zug überspringen",
    "turnSkipInfo": "Autobot hat keine zulässige Aktion in seinem Anweisungsstapel und überspringt diesen Zug.",
    "turnSkipInfoDevelopmentStep": "Autobot rückt <b>1 Schritt auf der Entwicklungsleiste</b> nach vorne.",
    "endEra": "<b>Ende Epoche {era}</b> - Hier klicken wenn Autobot den letzten Straßenabschnitt in dieser Epoche gebaut hat."
  },
  "turnBotMoveTrucks": {
    "title": "Autobot - LKWs bewegen",
    "moveSpaces": "Bewegen jeden LKW von Autobot auf dem Spielplan um <b>{numberOfSpaces} Schritte</b> in Richtung seines <a href='#loadTruckModal' data-bs-toggle='modal'>Ziellandes</a>. Ignoriere die Farben der Straßenabschnitte.",
    "moveTruckInfo": "Details zu <a href='#moveTruckModal' data-bs-toggle='modal'>Autobot LKW-Bewegung und Lieferung</a>."
  },
  "turnPlayer": {
    "title": "Dein Zug",
    "claimDeliveryBonus": "Erhalte 1 Lieferprämie (optional)",
    "takeAction": "Führe Deine Aktion durch",
    "moveTrucks": "Bewege deine LKWs (wenn du eine Karte gespielt hat)",
    "moveTrucksAutobotInfo": "Autobot gains nothing when your Trucks drive past its Service Stations.",
    "moveTrucksAutobotInfoGainDevelopmentStep": "Autobot rückt <b>1 Schritte auf der Entwicklungsleiste</b> nach vorne, wann immer einer deiner LKWs eine seiner Tankstellen passiert.",
    "endEra": "<b>Ende Epoche {era}</b> - Hier klicken wenn du den letzten Straßenabschnitt in dieser Epoche gebaut hast."
  },
  "endOfEra": {
    "title": "Ende Epoche {era}",
    "lastSectionBuildPromotion": {
      "bot": "Beförderung: <b>Autobot</b> hat den letzten Straßenabschnitt dieser Epoche gebaut und erhält eine <a href='#botGainBonusModal' data-bs-toggle='modal'>Autobot-Beförderung</a>.",
      "player": "Beförderung: <b>Du</b> hast den letzten Straßenabschnitt dieser Epoche gebaut und erhältst eine Beförderung."
    },
    "botExtraPromotions": "Beförderung: <b>Autobot</b> erhält <b>{count} Extra-</b><a href='#botGainBonusModal' data-bs-toggle='modal'>Autobot-Beförderung</a>. | Beförderung: <b>Autobot</b> erhält <b>{count} Extra-</b><a href='#botGainBonusModal' data-bs-toggle='modal'>Autobot-Beförderungen</a>.",
    "constructionBudget": "Baubudget: Verteile das Einkommen für die Autobahnen",
    "constructionBudgetAutobotInfo": "Wenn du das Baubudget für die Bauämter berechnest, zähle die Autobot-Arbeitskräfte mit. Allerdings erhält Autobot keinen Teil des Baubudgets.",
    "routeCard": "Routenkarte: Werte deine Routenkarte",
    "autobotWineInfo": "Decke die drei <b>Weinkarten</b> von Autobot auf. Autobot wird versuchen eine davon zu erfüllen, siehe <a href='#loadTruckModal' data-bs-toggle='modal'>LKW beladen</a>."
  },
  "endOfGame": {
    "title": "Spielende"
  },
  "sidebar": {
    "era": "Epoche {era}",
    "round": "Runde {round}",
    "lastTurn": "Letzter Zug"
  },
  "botStatus": {
    "title": "Autobot-Status",
    "taskQueue": "Warteschlange",
    "taskPile": "Anweisungsstapel",
    "usedColors": "Gespielte Farben",
    "usedTasks": "Gespielte Anweisungen",
    "gainBonus": "Bonus erhalten",
    "empty": "leer",
    "none": "keine"
  },
  "botGainBonus": {
    "title": "Autobot Gain Bonus",
    "bonusActions": "Autobot's bonus actions",
    "boardBonuses": "Solo Board Bonuses",
    "autobotPromotions": "Autobot's promotions",
    "discard": "<b>Discard:</b> Autobot discards an action card from the display. Once selected, slide all remaining cards to the right and draw a new card to place in the leftmost slot. Priority for discarding a card:",
    "discardPrioItem1": "The leftmost card of the current color.",
    "discardPrioItem2": "The rightmost card of the color which appears most in the display.",
    "develop": "<b>Develop:</b> Move Autobot's Marker 1 or 2 steps forward on the Development Track.",
    "advancedCard": "<b>Take Advanced Task Card:</b> Add an advanced card to the task card deck.",
    "takeAdvancedCard": "Take Advanced Card",
    "promote": "<b>Promote:</b> Promote 1 of Autobot's Employees as explained in <a href='#tablink-bonus-promotions' data-custom-toggle='tab'>Autobot's promotions</a>.",
    "colorCard": "<b>Take Color Card:</b> Take the <i>leftmost</i> card from the display. This will give Autobot an extra color card.",
    "takeColorCard": "Take Color Card",
    "promoteServiceTrade": "<b>Promote:</b> Promotions gained in this way should be taken on the Department shown if possible. If a promotion in the department shown is not possible, follow the normal priority rules in <a href='#tablink-bonus-promotions' data-custom-toggle='tab'>Autobot's promotions</a>.",
    "buildServiceStation": "<b>Build a Service Station:</b> Immediately perform the <a href='#buildServiceStationModal' data-bs-toggle='modal'>Build a Service Station</a> action.",
    "buildRoadSection": "<b>Build a road section:</b> Immediately perform the <a href='#buildRoadUpgradeLinkModal' data-bs-toggle='modal'>Build a road section</a> action.",
    "upgradeLink": "<b>Upgrade a link:</b> Immediately perform the <a href='#buildRoadUpgradeLinkModal' data-bs-toggle='modal'>Upgrade a link</a> action.",
    "placeEmployee": "<b>Place an Employee:</b> Autobot places an Employee in the Office that matches the current color.",
    "promotionInfo1": "Autobot's promotions are limited depending on which era it is. During the first era, Autobot's Employees may only be promoted as high as the 1st floor. During the second era, they may only be promoted as high as the 2nd floor. In the third era, Autobot's Employees may access any floor. This limitation rule also applies to Autobot's Employees when they are promoted during the end of era steps.",
    "promotionInfo2": "Unless the bonus shows a particular Department, when Autobot gains a promotion, it will promote whichever Employee can reach the highest floor in any Department. If two or more Employees can reach equally high floors, the Employee in the leftmost Department is promoted.",
    "soloBoardInfoBonusTokens": "<b>Bonus tokens:</b> When Autobot gains Bonus tokens, it places them on the next available slot of the Solo board, starting with the top row of the Solo board from left to right, then the second row from left to right, gaining the bonus shown on the space instead of that shown on the token itself.",
    "soloBoardInfoServiceStations": "<b>Service Stations:</b> When Autobot builds a Service Station, it immediately gains the bonus shown on the Solo board below that Service Station."
  },
  "buildRoadUpgradeLink": {
    "title": "Build Road Section or Upgrade Link",
    "buildRoad": {
      "title": "Build Road Section",
      "intro": "Autobot builds the next road section of the autobahn that matches the current color. If all available road sections have already been built, Autobot will instead <a href='#tablink-upgrade-link' data-custom-toggle='tab'>upgrade a complete link</a>.",
      "priority": {
        "title": "Priority:",
        "item1": "The section of road that would allow one of Autobot's Trucks to deliver a Goods token to or move towards its destination country. If tied, the country that appears highest on Autobot's delivery board.",
        "item2": "A section of road that contains a Bonus token.",
        "item3": "The section of road nearest to the black autobahn (the fewest road sections to travel).",
        "item4": "In the first and second eras, the southernmost location, then the westernmost. In the third era, the northernmost location, then the easternmost."
      },
      "employeeCostInfo": "When building a road, Autobot places an Employee in the corresponding Office as usual. Autobot never pays building costs.",
      "developIcon": "If Autobot builds a road section on a space with a 'Develop' icon, move Autobot's Marker 1 steps forward on the Development Track.",
      "bonusTile": "If Autobot builds a road section on a space with a bonus tile, Autobot places it face down on the next available slot of the Solo board and gains the bonus depicted on the slot as described in <a href='#botGainBonusModal' data-bs-toggle='modal'>Gain Bonus</a>."
    },
    "upgradeLink": {
      "title": "Upgrade Link",
      "intro": "If all road sections are built, Autobot will instead upgrade a complete link.",
      "priority": {
        "title": "Priority:",
        "itemTraffic": "Autobot will give priority to a link with a <b>traffic token</b>. Whenever the bot collects three traffic tokens it gains a <a href='#botGainBonusModal' data-bs-toggle='modal'>promotion</a> as usual.",
        "item1": "The section of road nearest to the black autobahn (the fewest roads spaces to travel).",
        "item2": "The closest to Bad Hersfeld.",
        "item3": "In the first and second eras, the southernmost location, then the westernmost. In the third era, the northernmost location, then the easternmost."
      },
      "employeeCostInfo": "When upgrading a road, Autobot places an Employee in the corresponding Office as usual. Autobot never pays upgrading costs."
    }
  },
  "loadTruck": {
    "title": "Load Truck",
    "intro1": "When Autobot takes the ‘Load Truck' action it will select a destination country to deliver to and a depot to load goods at.",
    "intro2": "When selecting a country to deliver to, Autobot selects a country to which it has not yet delivered and is not currently delivering. In the first and second era, Autobot ignores Poland and Czech Republic.",
    "intro3": "Autobot will select a country on Autobot's delivery board that pairs with the loaded good type.",
    "intro4": "If there is not an undelivered to country that pairs with the current good type, Autobot cannot take this main action, so place the card aside in the Task queue.",
    "intro5": "Autobot always has the ability to use both of its Trucks. If no Truck is available Autobot cannot take this main action, so place the card aside in the Task queue.",
    "loadNonBlack": {
      "title": "Loading on the red, cyan, purple, orange or white roads",
      "info": "Choose the depot that matches the current color and load that Goods token. Place the Goods token on an available Truck and place the Truck in the depot."
    },
    "loadBlack": {
      "title": "Loading on the black road",
      "info": "If the current color is black, Autobot selects the delivery country first, then selects the good type shown on its delivery board for that country. Once the country is selected, Autobot will choose the Goods token that matches that country on Autobot's delivery board. Place the Goods token on an available Truck and place the Truck in the depot. If Automotive goods or Chemicals are selected choose the depot nearest the delivery location."
    },
    "priority": {
      "title": "Priority for selecting a country:",
      "item1": "A country connected to the network.",
      "item2": "A country that contains a Bonus token.",
      "item3": "A country with the fewest road sections left to be built.",
      "item4": "The uppermost country shown on Autobot's delivery board."
    },
    "developmentToken": "Place the development token that matches the color of the Truck Autobot has loaded on the board beside the selected country. This marks the selected country for that Truck.",
    "loadingPharmaceuticals": {
      "title": "Loading Pharmaceuticals",
      "info": "During the third era, if the current color is cyan or yellow, Autobot selects Pharmaceuticals to load (instead of Automotive goods). Instead of the usual criteria, Autobot selects a connected country to which Pharmaceuticals have not yet been delivered, starting with Austria (Wien) and going clockwise around the map. If the player delivers pharmaceuticals to the selected country before Autobot, move the development token to the next connected country to which Pharmaceuticals have not yet been delivered, in clockwise order. When delivered, Autobot gains the Pharmaceuticals delivery bonus as normal."
    },
    "wineModule": {
      "title": "Wine Module",
      "info1": "The first time Autobot attempts to load a truck in era 3 with a color card that matches one of the three cards, discard the other two, load the truck next to the matching country, and place the destination token next to the card's destination.",
      "info2": "When the truck reaches its destination Autobot will gain a wine delivery token."
    }
  },
  "moveTruck": {
    "title": "Move Trucks and Deliver Goods",
    "ignoreColor": "Autobot does not need to match the current color card to move along road sections. If a Truck cannot move forwards for any reason (such as an unbuilt road) it stays still.",
    "passServiceStations": "Each time one of Autobot's Trucks passes one of its own Service Stations, it gains the rightmost revealed bonus as shown on the Solo board. If one of Autobot's Trucks passes your Service Stations, you gain income from the supply as normal.",
    "deliverGoods": "If one of Autobot's Trucks reaches its selected country, it delivers its goods:",
    "deliverGoodsItem1": "When a good is delivered, place a delivery token onto the corresponding space of Autobot's delivery board.",
    "deliverGoodsItem2": "If the good type matches, Autobot moves 1 space up the Development Track. Autobot never receives the bonus action or money shown on the delivery board.",
    "deliverGoodsItem3": "If Autobot delivers Pharmaceuticals it gains the delivery bonus as normal.",
    "deliverGoodsItem4": "If the selected country has a delivery bonus tile, Autobot takes it and places the token face down on the next available slot of the Solo board and gains the bonus depicted on the slot as described in <a href='#botGainBonusModal' data-bs-toggle='modal'>Solo Board Bonuses</a>.",
    "era3Countries": "As usual, Autobot cannot deliver goods to Poland (Warszawa) and the Czech Republic (Praha) during the first and second eras."
  },
  "buildServiceStation": {
    "title": "Build Service Station",
    "intro": "Autobot builds a Service Station on the next available Service Station space on the autobahn that matches the current color.",
    "priority": {
      "title": "Priority:",
      "itemServices": "Autobot will try to place an <b>upgraded service station</b> if possible (i.e. if there is an upgraded link in the current color with a bot's service station). In this case it will pick the leftmost service station available from the service station board, but it will always gain a <a href='#botGainBonusModal' data-bs-toggle='modal'>promotion</a> instead of the depicted bonus.",
      "item1": "The Service Station space nearest to the black autobahn (the fewest road sections to travel).",
      "item2": "In the first and second eras, the southernmost location, then the westernmost. In the third era, the northernmost location, then the easternmost.",
      "item3": "If building on a black Service Station space, pick the closest to Bad Hersfeld, with ties broken in the first and second eras by the southernmost location, and in the third era, by the northernmost location."
    },
    "noViableSpace": "If there are no connected Service Station spaces that match the current color, the action is not viable.",
    "era3Info": "As usual, Service Stations cannot be built in East Germany during the first and second eras.",
    "gainBonus": "When placing a Service Station, Autobot immediately gains the bonus depicted underneath it on the Solo board as described in <a href='#botGainBonusModal' data-bs-toggle='modal'>Autobot's Gain Bonus</a>."
  },
  "takeAdvancedCard": {
    "title": "Take Advanced Card",
    "addCardInfo": "This will add an <b>advanced card</b> to the bot's task card deck.",
    "noCardLeft": "All advanced cards already added."
  },
  "takeColorCard": {
    "title": "Take Color Card",
    "pickColors": "Please select the colors of the <i>leftmost</i> card from the display here, and discard it afterwards from the display.",
    "pickAction": "Please check if the color card has a <i>Build Road</i> action on it."
  },
  "scoring": {
    "bot": "Autobot",
    "points": "Punkte",
    "player": "Spieler",
    "lobby": "Arbeitskräfte in der Eingangshalle",
    "networkDepartment": "Netzwerkabteilung",
    "tradeDepartment": "Handelsabteilung",
    "serviceDepartment": "Dienstleistungsabteilung",
    "financeDepartment": "Finanzabteilung",
    "planningCustomsDepartment": "Planungs-/Zollabteilung (opt.)",
    "total": "Summe"
  },
  "soloBoard": {
    "easy": "Solotableau (leicht)",
    "hard": "Solotableau (schwer)"
  },
  "notfound": {
    "title": "Nicht Gefunden"
  },
  "action": {
    "playGame": "Spielen",
    "startGame": "Spiel starten",
    "next": "Weiter",
    "nextRound": "Nächste Runde",
    "abortGame": "Spiel abbrechen",
    "abortGameConfirm": "Das aktuelle Spiel wird abgebrochen - bist Du sicher?",
    "endGame": "Spiel beenden",
    "endGameConfirm": "Dieses Spiel wird beendet - bist Du sicher?",
    "cancel": "Abbrechen",
    "backToHome": "Zurück zum Anfang",
    "back": "Zurück",
    "close": "Schließen"
  },
  "footer": {
    "credits": "Credits"
  },
  "serviceWorkerUpdatedRefresh": {
    "title": "Applikation neu laden",
    "notice": "Die Applikation wurde aktualisiert - möchtest du die Seite neu laden um die neueste Version zu nutzen?"
  }
}
