{
  "gameTitle": "Autobahn",
  "home": {
    "title": "Autobahn Solo Helper",
    "play1": "Play against Autobot, the Solo Mode opponent of <a href='https://boardgamegeek.com/boardgame/348554/autobahn' target='_blank' rel='noopener'><b>Autobahn</b></a>.",
    "play2": "This helper application replaces the task and action card decks of Autobot and manages the difficulty levels.",
    "feedback": "Discussion and Feedback:"
  },
  "setup": {
    "title": "Setup Game",
    "difficultyLevel": {
      "title": "Difficulty Level",
      "easy": "Easy",
      "hard": "Hard",
      "level": "Level {level}",
      "increaseDifficulty1": "Autobot’s Trucks move 1 additional space every turn",
      "increaseDifficulty2": "Autobot gets 1 Development Track step each time one of your Trucks drive past one of its Service Stations",
      "increaseDifficulty3": "Autobot moves on the Development Track if it skips its turn",
      "increaseDifficulty4": "Autobot gains more promotions at the end of each era (1/1/2)",
      "increaseDifficulty5": "Autobot gains more promotions at the end of each era (1/2/2)"
    },
    "expansions": {
      "title": "Mini-Expansions",
      "wine": "Module 1: Wine",
      "traffic": "Module 2: Traffic",
      "services": "Module 3: Services"
    }
  },
  "setupAutobot": {
    "title": "Prepare Autobot",
    "twoPlayers": "Set up the game for 2 players.",
    "pickPlayerColor": "Pick a player colour for Autobot. Autobot uses the 25 Employees, 8 Service Stations, 1 Development token of that player colour. Instead of taking a Truck for that colour, Autobot takes 1 Truck and 1 Development token in each of the other, unused colours.",
    "setupAutobotComponents": "Set up Autobot’s components and play area as follows:",
    "placeSoloBoard": "Place the <b>{soloBoard}</b> in Autobot’s play area.",
    "chooseDeliveryBoard": "Randomly choose a Delivery board for Autobot and place it next to the Solo board.",
    "placeEmployees": "Place Autobot’s 25 Employees beside the Solo board.",
    "placeServiceStations": "Place Autobot’s 8 Service Stations on the appropriate spaces of the Solo board.",
    "placeDevelopmentToken": "Place Autobot’s Development token on the first space of the Development Track.",
    "placeBlackConstructionOffice": "Autobot is the start player, so place 1 of Autobot’s Employees onto the first (leftmost) seat of the black Construction Office. Place one of yours on the next seat.",
    "setupPlayerPlayArea": "Set up your play area as normal, and reveal 2 Route cards from the deck. Pick one for yourself and discard the other one. Return the unused route cards back to the box. Autobot does not have a Route card.",
    "winePickCard": "Wine Module: You randomly pick one of the wine cards for yourself, and place the remaining three next to the solo board.",
    "unlimitedBudget": "Autobot has an unlimited budget. You do not need to track Autobot’s income or expenditure."
  },
  "soloBoard": {
    "easy": "Easy Solo Board",
    "hard": "Hard Solo Board"
  },
  "notfound": {
    "title": "Not Found"
  },
  "action": {
    "playGame": "Play Game",
    "startGame": "Start Game",
    "next": "Next",
    "nextRound": "Next Round",
    "abortGame": "Abort Game",
    "abortGameConfirm": "Aborting the running game - are you sure?",
    "endGame": "End Game",
    "endGameConfirm": "End this game and return to home screen - are you sure?",
    "cancel": "Cancel",
    "backToHome": "Back to Home",
    "back": "Back",
    "close": "Close",
    "reset": "Reset"
  },
  "footer": {
    "credits": "Credits"
  },
  "serviceWorkerUpdatedRefresh": {
    "title": "Refresh Application",
    "notice": "The application was updated - do you want to refresh to use the latest version?"
  }
}
