{
  "gameTitle": "Autobahn",
  "home": {
    "title": "Autobahn Solo Helper",
    "play1": "Play against Autobot, the Solo Mode opponent of <a href='https://boardgamegeek.com/boardgame/348554/autobahn' target='_blank' rel='noopener'><b>Autobahn</b></a>.",
    "play2": "This helper application replaces the task and action card decks of Autobot and manages the difficulty levels.",
    "feedback": "Discussion and Feedback:"
  },
  "setup": {
    "title": "Setup Game",
    "difficultyLevel": {
      "title": "Difficulty Level",
      "easy": "Easy",
      "hard": "Hard",
      "level": "Level {level}",
      "increaseDifficulty1": "Autobot’s Trucks move 1 additional space every turn",
      "increaseDifficulty2": "Autobot gets 1 Development Track step each time one of your Trucks drive past one of its Service Stations",
      "increaseDifficulty3": "Autobot moves on the Development Track if it skips its turn",
      "increaseDifficulty4": "Autobot gains more promotions at the end of each era (1/1/2)",
      "increaseDifficulty5": "Autobot gains more promotions at the end of each era (1/2/2)"
    },
    "expansions": {
      "title": "Mini-Expansions",
      "wine": "Module 1: Wine",
      "traffic": "Module 2: Traffic",
      "services": "Module 3: Services"
    }
  },
  "setupAutobot": {
    "title": "Prepare Autobot",
    "twoPlayers": "Set up the game for 2 players.",
    "pickPlayerColor": "Pick a player colour for Autobot. Autobot uses the 25 Employees, 8 Service Stations, 1 Development token of that player colour. Instead of taking a Truck for that colour, Autobot takes 1 Truck and 1 Development token in each of the other, unused colours.",
    "setupAutobotComponents": "Set up Autobot’s components and play area as follows:",
    "placeSoloBoard": "Place the <b>{soloBoard}</b> in Autobot’s play area.",
    "chooseDeliveryBoard": "Randomly choose a Delivery board for Autobot and place it next to the Solo board.",
    "placeEmployees": "Place Autobot’s 25 Employees beside the Solo board.",
    "placeServiceStations": "Place Autobot’s 8 Service Stations on the appropriate spaces of the Solo board.",
    "placeDevelopmentToken": "Place Autobot’s Development token on the first space of the Development Track.",
    "placeBlackConstructionOffice": "Autobot is the start player, so place 1 of Autobot’s Employees onto the first (leftmost) seat of the black Construction Office. Place one of yours on the next seat.",
    "setupPlayerPlayArea": "Set up your play area as normal, and reveal 2 Route cards from the deck. Pick one for yourself and discard the other one. Return the unused route cards back to the box. Autobot does not have a Route card.",
    "winePickCard": "Wine Module: You randomly pick one of the wine cards for yourself, and place the remaining three next to the solo board.",
    "unlimitedBudget": "Autobot has an unlimited budget. You do not need to track Autobot’s income or expenditure."
  },
  "turnBot": {
    "title": "Autobot's turn",
    "turnCompleted": "Turn Completed",
    "actionNotViable": "Not Viable",
    "turnSkip": "Skip Turn",
    "turnSkipInfo": "Autobot has not viable action in his whole task card deck and will skip the turn.",
    "empty": "empty",
    "none": "none"
  },
  "turnPlayer": {
    "title": "Your turn"
  },
  "botStatus": {
    "title": "Autobot Status",
    "taskQueue": "Task Queue",
    "taskPile": "Task Pile",
    "usedColors": "Used Colors",
    "usedTasks": "Used Tasks",
    "gainBonus": "Gain Bonus"
  },
  "botGainBonus": {
    "title": "Autobot Gain Bonus",
    "discard": "<b>Discard:</b> Autobot discards an action card from the display. Once selected, slide all remaining cards to the right and draw a new card to place in the leftmost slot.",
    "discardPrio": "Discarding a card: <b>Autobot’s Priority</b>",
    "discardPrioItem1": "The leftmost card of the current color.",
    "discardPrioItem2": "The rightmost card of the color which appears most in the display.",
    "develop": "<b>Develop:</b> Move Autobot’s Marker 1 or 2 steps forward on the Development Track.",
    "advancedCard": "<b>Take Advanced Task Card:</b> Add an advanced card to the task card deck.",
    "takeAdvancedCard": "Take Advanced Card",
    "promote": "<b>Promote:</b> Promote 1 of Autobot’s Employees as explained in <a href='#bonus-promotions' data-bs-toggle='tab'>Autobot’s promotions</a>.",
    "colorCard": "<b>Take Color Card:</b> Take the <i>leftmost</i> card from the display. This will give Autobot an extra color card.",
    "takeColorCard": "Take Color Card",
    "promoteServiceTrade": "<b>Promote:</b> Promotions gained in this way should be taken on the Department shown if possible. If a promotion in the department shown is not possible, follow the normal priority rules in <a href='#bonus-promotions' data-bs-toggle='tab'>Autobot’s promotions</a>.",
    "buildServiceStation": "<b>Build a Service Station:</b> Immediately perform the <a href='#buildServiceStationModal' data-bs-toggle='modal'>Build a Service Station</a> action.",
    "buildRoadSection": "<b>Build a road section:</b> Immediately perform the <a href='#buildRoadModal' data-bs-toggle='modal'>Build a road section</a> action.",
    "upgradeLink": "<b>Upgrade a link:</b> Immediately perform the <a href='#upgradeLinkModal' data-bs-toggle='modal'>Upgrade a link</a> action.",
    "placeEmployee": "<b>Place an Employee:</b> Autobot places an Employee in the Office that matches the current color.",
    "promotionInfo1": "Autobot’s promotions are limited depending on which era it is. During the first era, Autobot’s Employees may only be promoted as high as the 1st floor. During the second era, they may only be promoted as high as the 2nd floor. In the third era, Autobot’s Employees may access any floor. This limitation rule also applies to Autobot’s Employees when they are promoted during the end of era steps.",
    "promotionInfo2": "Unless the bonus shows a particular Department, when Autobot gains a promotion, it will promote whichever Employee can reach the highest floor in any Department. If two or more Employees can reach equally high floors, the Employee in the leftmost Department is promoted."
  },
  "soloBoard": {
    "easy": "Easy Solo Board",
    "hard": "Hard Solo Board"
  },
  "notfound": {
    "title": "Not Found"
  },
  "action": {
    "playGame": "Play Game",
    "startGame": "Start Game",
    "next": "Next",
    "nextRound": "Next Round",
    "abortGame": "Abort Game",
    "abortGameConfirm": "Aborting the running game - are you sure?",
    "endGame": "End Game",
    "endGameConfirm": "End this game and return to home screen - are you sure?",
    "cancel": "Cancel",
    "backToHome": "Back to Home",
    "back": "Back",
    "close": "Close",
    "reset": "Reset"
  },
  "footer": {
    "credits": "Credits"
  },
  "serviceWorkerUpdatedRefresh": {
    "title": "Refresh Application",
    "notice": "The application was updated - do you want to refresh to use the latest version?"
  }
}
